Repository: librepods-org/librepods
Catalog: windows/winui/LibrePods.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, fr_fr, pt_pt

# NavDevicesHeader.Content
source: Devices
es_es: Dispositivos
fr_fr: Appareils
pt_pt: Dispositivos

# HeaderConnectBtn.Content
source: Connect
es_es: Conectar
fr_fr: Connecter
pt_pt: Ligar

# HeaderDisconnectBtn.Text
source: Disconnect
es_es: Desconectar
fr_fr: Déconnecter
pt_pt: Desligar

# HeaderRepairBtn.Text
source: Repair connection
es_es: Reparar conexión
fr_fr: Réparer la connexion
pt_pt: Reparar ligação

# BatteryTitle.Text
source: Battery
es_es: Batería
fr_fr: Batterie
pt_pt: Bateria

# BatteryLeftLabel.Text
source: Left
es_es: Izquierdo
fr_fr: Gauche
pt_pt: Esquerdo

# BatteryRightLabel.Text
source: Right
es_es: Derecho
fr_fr: Droite
pt_pt: Direito

# BatteryCaseLabel.Text
source: Case
es_es: Estuche
fr_fr: Boîtier
pt_pt: Estojo

# VolumeTitle.Text
source: Volume
es_es: Volumen

# MuteToggle.Content
source: Mute
es_es: Silenciar
fr_fr: Muet
pt_pt: Silenciar

# Toggle_On
source: On
es_es: Activado
fr_fr: Activé
pt_pt: Ligado

# Toggle_Off
source: Off
es_es: Desactivado
fr_fr: Désactivé
pt_pt: Desligado

# AdaptiveNoiseTitle.Text
source: Adaptive Noise
es_es: Ruido adaptativo
fr_fr: Bruit adaptatif
pt_pt: Ruído Adaptativo

# AdaptiveNoiseSubtitle.Text
source: Only affects Adaptive mode.
es_es: Solo afecta al modo Adaptativo.
fr_fr: N'affecte que le mode Adaptatif.
pt_pt: Afeta apenas o modo Adaptativo.

# NoiseLowBtn.Content
source: Low
es_es: Bajo
fr_fr: Faible
pt_pt: Baixo

# NoiseMidBtn.Content
source: Medium
es_es: Medio
fr_fr: Moyen
pt_pt: Médio

# NoiseHighBtn.Content
source: High
es_es: Alto
fr_fr: Élevé
pt_pt: Alto

# NoiseControlTitle.Text
source: Noise Control
es_es: Control de ruido
fr_fr: Contrôle du bruit
pt_pt: Controlo de Ruído

# AncOffRadio.Content
source: Off
es_es: Desactivado
fr_fr: Désactivé
pt_pt: Desligado

# AncNcRadio.Content
source: Noise Cancellation
es_es: Cancelación de ruido
fr_fr: Réduction de bruit
pt_pt: Cancelamento de Ruído

# AncTransparencyRadio.Content
source: Transparency
es_es: Transparencia
fr_fr: Transparence
pt_pt: Transparência

# AncAdaptiveRadio.Content
source: Adaptive
es_es: Adaptativo
fr_fr: Adaptatif
pt_pt: Adaptativo

# FeaturesTitle.Text
source: Features
es_es: Funciones
fr_fr: Fonctionnalités
pt_pt: Funcionalidades

# FeatureCaSwitch.Header
source: Conversational Awareness
es_es: Detección de conversación
fr_fr: Attention aux conversations
pt_pt: Perceção de Conversa

# FeatureAvSwitch.Header
source: Adaptive Volume
es_es: Volumen adaptativo
fr_fr: Volume adaptatif
pt_pt: Volume Adaptativo

# FeatureAllowOffSwitch.Header
source: Allow "Off" mode
es_es: Permitir modo «Desactivado»
fr_fr: Autoriser le mode « Désactivé »
pt_pt: Permitir modo "Desligado"

# MicTitle.Text
source: Hi-res Microphone
es_es: Micrófono de alta resolución
fr_fr: Microphone haute résolution
pt_pt: Microfone de alta resolução

# MicAutoSwitch.Header
source: Use it automatically when an app records
es_es: Usar automáticamente cuando una app graba
fr_fr: Utiliser automatiquement quand une app enregistre
pt_pt: Usar automaticamente quando uma app grava

# MicEnableBtn.Content
source: Use the microphone
es_es: Usar el micrófono
fr_fr: Utiliser le microphone
pt_pt: Usar o microfone

# HearingAidTitle.Text
source: Hearing assistance
es_es: Asistencia auditiva
fr_fr: Assistance auditive
pt_pt: Assistência auditiva

# HearingAidSubtitle.Text
source: Amplify the world around you through your AirPods (Pro 3).
es_es: Amplifica el sonido a tu alrededor a través de los AirPods (Pro 3).
fr_fr: Amplifiez le son autour de vous via vos AirPods (Pro 3).
pt_pt: Amplifica o som à tua volta através dos AirPods (Pro 3).

# HearingAidWarning.Message
source: Amplification without a fitted audiogram may cause feedback — keep it at a comfortable level.
es_es: La amplificación sin un audiograma adecuado puede causar acoples — mantenla a un nivel cómodo.
fr_fr: Une amplification sans audiogramme adapté peut provoquer du larsen — gardez un niveau confortable.
pt_pt: Amplificação sem um audiograma adequado pode causar feedback — mantém num nível confortável.

# HearingAidSwitch.Header
source: Hearing aid
es_es: Audífono
fr_fr: Aide auditive
pt_pt: Aparelho auditivo

# HearingAidAmp.Header
source: Amplification
es_es: Amplificación
pt_pt: Amplificação

# HearingAidBalance.Header
source: Balance (left / right)
es_es: Balance (izquierda / derecha)
fr_fr: Balance (gauche / droite)
pt_pt: Balanço (esquerda / direita)

# HearingAidConvBoost.Header
source: Conversation boost
es_es: Refuerzo de conversación
fr_fr: Renfort de conversation
pt_pt: Reforço de conversa

# HearingAidAudiogram.Header
source: Audiogram — hearing loss (dB HL) per frequency
es_es: Audiograma — pérdida auditiva (dB HL) por frecuencia
fr_fr: Audiogramme — perte auditive (dB HL) par fréquence
pt_pt: Audiograma — perda auditiva (dB HL) por frequência

# HearingAidTone.Header
source: Tone
es_es: Tono
fr_fr: Tonalité
pt_pt: Tom

# HeartRateTitle.Text
source: Heart Rate
es_es: Frecuencia cardíaca
fr_fr: Fréquence cardiaque
pt_pt: Frequência Cardíaca

# HeartRateSubtitle.Text
source: AirPods Pro 3 only — experimental. Drains battery.
es_es: Solo AirPods Pro 3 — experimental. Consume batería.
fr_fr: AirPods Pro 3 uniquement — expérimental. Consomme la batterie.
pt_pt: Apenas AirPods Pro 3 — experimental. Consome bateria.

# HeartRateSwitch.Header
source: Monitor heart rate
es_es: Monitorizar frecuencia cardíaca
fr_fr: Surveiller la fréquence cardiaque
pt_pt: Monitorizar frequência cardíaca

# HeartRateBpmLabel.Text
source: bpm
es_es: ppm

# HeartRateWarning.Title
source: Experimental — under test
es_es: Experimental — en prueba
fr_fr: Expérimental — en test
pt_pt: Experimental — em teste

# HeartRateWarning.Message
source: This is a work-in-progress test and may not report any readings yet.
es_es: Esto es una prueba en curso y puede que aún no muestre lecturas.
fr_fr: Ceci est un test en cours et peut ne pas encore afficher de lectures.
pt_pt: Isto é um teste em desenvolvimento e pode ainda não apresentar leituras.

# SettingsTitle.Text
source: Settings
es_es: Ajustes
fr_fr: Paramètres
pt_pt: Definições

# SettingsAppearance.Text
source: Appearance
es_es: Apariencia
fr_fr: Apparence
pt_pt: Aparência

# SettingsTheme.Text
source: Theme
es_es: Tema
fr_fr: Thème
pt_pt: Tema

# ThemeSystemRadio.Content
source: System
es_es: Sistema
fr_fr: Système
pt_pt: Sistema

# ThemeLightRadio.Content
source: Light
es_es: Claro
fr_fr: Clair
pt_pt: Claro

# ThemeDarkRadio.Content
source: Dark
es_es: Oscuro
fr_fr: Sombre
pt_pt: Escuro

# SettingsLanguage.Text
source: Language
es_es: Idioma
fr_fr: Langue
pt_pt: Idioma

# SettingsLanguageHint.Text
source: Override the app's display language — changes immediately.
es_es: Anula el idioma de la aplicación — cambia al instante.
fr_fr: Remplace la langue d'affichage de l'application — s'applique immédiatement.
pt_pt: Substitui o idioma da aplicação — muda de imediato.

# LangSystem.Content
source: System default
es_es: Predeterminado del sistema
fr_fr: Par défaut du système
pt_pt: Predefinição do sistema

# SettingsLanguageRestart.Title
source: Restart to apply
es_es: Reinicia para aplicar
fr_fr: Redémarrez pour appliquer
pt_pt: Reinicie para aplicar

# SettingsLanguageRestart.Message
source: The language changes fully the next time you open LibrePods.
es_es: El idioma cambia por completo la próxima vez que abras LibrePods.
fr_fr: La langue change entièrement au prochain lancement de LibrePods.
pt_pt: O idioma muda por completo da próxima vez que abrir o LibrePods.

# SettingsDefaultFrontend.Text
source: Default front-end
es_es: Interfaz predeterminada
fr_fr: Interface par défaut
pt_pt: Interface predefinida

# SettingsDefaultFrontendHint.Text
source: Choose which UI the tray's "Open App" launches next time.
es_es: Elige qué interfaz abre «Abrir app» de la bandeja la próxima vez.
fr_fr: Choisissez l'interface que « Ouvrir l'app » de la barre d'état lance la prochaine fois.
pt_pt: Escolhe que interface o "Abrir app" da bandeja abre da próxima vez.

# SettingsRefreshBtn.Content
source: Refresh state
es_es: Actualizar estado
fr_fr: Actualiser l'état
pt_pt: Atualizar estado

# SettingsSwitchUiBtn.Content
source: Switch default UI to iced
es_es: Cambiar a la interfaz iced
fr_fr: Passer à l'interface iced
pt_pt: Mudar interface predefinida para iced

# SettingsStartup.Text
source: Startup
es_es: Inicio
fr_fr: Démarrage
pt_pt: Arranque

# SettingsStartupToggle.Header
source: Start LibrePods when Windows starts
es_es: Iniciar LibrePods al arrancar Windows
fr_fr: Lancer LibrePods au démarrage de Windows
pt_pt: Iniciar o LibrePods com o Windows

# SettingsHrWarning.Title
source: Experimental features
es_es: Funciones experimentales
fr_fr: Fonctionnalités expérimentales
pt_pt: Funcionalidades experimentais

# SettingsHrWarning.Message
source: These features are experimental and may be unstable. Heart-rate monitoring in particular does not work on Windows — AirPods restrict it to Apple hosts (the buds acknowledge the request but never send readings).
es_es: Estas funciones son experimentales y pueden ser inestables. La monitorización de la frecuencia cardíaca, en particular, no funciona en Windows: los AirPods la restringen a equipos Apple (los auriculares confirman la solicitud, pero nunca envían lecturas).
fr_fr: Ces fonctionnalités sont expérimentales et peuvent être instables. Le suivi de la fréquence cardiaque, en particulier, ne fonctionne pas sous Windows — les AirPods le réservent aux hôtes Apple (les écouteurs accusent réception de la demande mais n'envoient jamais de mesures).
pt_pt: Estas funcionalidades são experimentais e podem ser instáveis. A monitorização de frequência cardíaca, em particular, não funciona no Windows — os AirPods restringem-na a anfitriões Apple (os auriculares confirmam o pedido, mas nunca enviam leituras).

# SettingsHrToggle.Header
source: Show experimental features
es_es: Mostrar funciones experimentales
fr_fr: Afficher les fonctionnalités expérimentales
pt_pt: Mostrar funcionalidades experimentais

# SettingsDeviceInfo.Text
source: Device info
es_es: Información del dispositivo
fr_fr: Infos de l'appareil
pt_pt: Sobre o dispositivo

# DeviceInfoModel.Text
source: Model
es_es: Modelo
fr_fr: Modèle
pt_pt: Modelo

# DeviceInfoSerial.Text
source: Serial
es_es: N.º de serie
fr_fr: N° de série
pt_pt: Nº de série

# ConnectPrompt_Nearby
source: AirPods nearby
es_es: AirPods cerca
fr_fr: AirPods à proximité
pt_pt: AirPods por perto

# ConnectPrompt_Connect
source: Connect
es_es: Conectar
fr_fr: Connecter
pt_pt: Ligar

# ConnectPrompt_Dismiss
source: Not now
es_es: Ahora no
fr_fr: Pas maintenant
pt_pt: Agora não

# Overlay_CaseOpened
source: Case opened
es_es: Estuche abierto
fr_fr: Boîtier ouvert
pt_pt: Estojo aberto

# Overlay_CaseClosed
source: Case closed
es_es: Estuche cerrado
fr_fr: Boîtier fermé
pt_pt: Estojo fechado

# Overlay_BatteryLow
source: Battery low —
es_es: Batería baja —
fr_fr: Batterie faible —
pt_pt: Bateria fraca —

# Overlay_CaseBatteryLow
source: Case battery low —
es_es: Batería del estuche baja —
fr_fr: Batterie du boîtier faible —
pt_pt: Bateria do estojo fraca —

# Overlay_RenamedTo
source: Renamed to
es_es: Renombrado a
fr_fr: Renommé en
pt_pt: Renomeado para

# Rename_WindowsNoticeTitle
source: Name updated
es_es: Nombre actualizado
fr_fr: Nom mis à jour
pt_pt: Nome atualizado

# Rename_WindowsNoticeBody
source: In Windows, the new name only appears after you disconnect and reconnect the AirPods.
es_es: En Windows, el nuevo nombre solo aparece después de desconectar y volver a conectar los AirPods.
fr_fr: Sous Windows, le nouveau nom n'apparaît qu'après avoir déconnecté puis reconnecté les AirPods.
pt_pt: No Windows, o novo nome só aparece depois de desligares e voltares a ligar os AirPods.

# Battery_LeftShort
source: Left
es_es: Izq
fr_fr: G
pt_pt: Esq

# Battery_RightShort
source: Right
es_es: Der
fr_fr: D
pt_pt: Dir

# Battery_CaseShort
source: Case
es_es: Estuche
fr_fr: Boîtier
pt_pt: Estojo

# Overlay_InCase
source: AirPod in case
es_es: AirPod en el estuche
fr_fr: AirPod dans le boîtier
pt_pt: AirPod na caixa

# Overlay_HrOn
source: Heart rate monitoring on
es_es: Monitorización cardíaca activada
fr_fr: Surveillance cardiaque activée
pt_pt: Monitorização cardíaca ligada

# Overlay_HrOff
source: Heart rate monitoring off
es_es: Monitorización cardíaca desactivada
fr_fr: Surveillance cardiaque désactivée
pt_pt: Monitorização cardíaca desligada

# Overlay_MicOn
source: Hi-res microphone on
es_es: Micrófono HD activado
fr_fr: Micro HD activé
pt_pt: Microfone hi-res ligado

# Overlay_MicInUse
source: Microphone in use — hi-res on
es_es: Micrófono en uso — HD activado
fr_fr: Micro utilisé — HD activé
pt_pt: Microfone em uso — hi-res ligado

# Overlay_MicReleasing
source: Microphone released — restoring stereo…
es_es: Micrófono liberado — restaurando estéreo…
fr_fr: Micro libéré — restauration de la stéréo…
pt_pt: Microfone libertado — a restaurar estéreo…

# Overlay_StereoRestored
source: Stereo restored
es_es: Estéreo restaurado
fr_fr: Stéréo restaurée
pt_pt: Estéreo restaurado

# SettingsAbout.Text
source: About
es_es: Acerca de
fr_fr: À propos
pt_pt: Acerca

# SettingsAppDesc.Text
source: LibrePods — native Windows client of librepodsd
es_es: LibrePods — cliente nativo de Windows de librepodsd
fr_fr: LibrePods — client Windows natif de librepodsd
pt_pt: LibrePods — cliente nativo Windows do librepodsd

# IslandCaseLabel.Text
source: Case
es_es: Estuche
fr_fr: Boîtier
pt_pt: Estojo

# Status_Connected
source: Connected
es_es: Conectado
fr_fr: Connecté
pt_pt: Ligado

# Status_Disconnected
source: Disconnected
es_es: Desconectado
fr_fr: Déconnecté
pt_pt: Desligado

# Status_Connecting
source: Connecting…
es_es: Conectando…
fr_fr: Connexion…
pt_pt: A ligar…

# Status_WaitingForDaemon
source: Waiting for daemon…
es_es: Esperando al daemon…
fr_fr: En attente du démon…
pt_pt: À espera do daemon…

# Volume_Muted
source: muted
es_es: silenciado
fr_fr: muet
pt_pt: silenciado

# Action_Mute
source: Mute
es_es: Silenciar
fr_fr: Muet
pt_pt: Silenciar

# Action_Unmute
source: Unmute
es_es: Activar sonido
fr_fr: Réactiver le son
pt_pt: Repor som

# Action_Open
source: Open
es_es: Abrir
fr_fr: Ouvrir
pt_pt: Abrir

# Action_Quit
source: Quit
es_es: Salir
fr_fr: Quitter
pt_pt: Sair

# Action_Connect
source: Connect
es_es: Conectar
fr_fr: Connecter
pt_pt: Ligar

# Mic_Recording
source: In use - recording in high quality
es_es: En uso - grabando en alta calidad
fr_fr: Utilisé - enregistrement en haute qualité
pt_pt: Em uso - a gravar em alta qualidade

# Mic_Idle
source: Not in use
es_es: No se está usando
fr_fr: Non utilisé
pt_pt: Não está a ser usado

# Anc_Off
source: Off
es_es: Desactivado
fr_fr: Désactivé
pt_pt: Desligado

# Anc_NoiseCancellation
source: Noise Cancellation
es_es: Cancelación de ruido
fr_fr: Réduction de bruit
pt_pt: Cancelamento de Ruído

# Anc_Transparency
source: Transparency
es_es: Transparencia
fr_fr: Transparence
pt_pt: Transparência

# Anc_Adaptive
source: Adaptive
es_es: Adaptativo
fr_fr: Adaptatif
pt_pt: Adaptativo

# Tray_NoiseControl
source: Noise Control
es_es: Control de ruido
fr_fr: Contrôle du bruit
pt_pt: Controlo de Ruído

# Tray_NoBatteryData
source: No battery data
es_es: Sin datos de batería
fr_fr: Aucune donnée de batterie
pt_pt: Sem dados de bateria

# Tray_CaseShort
source: Case
es_es: Estuche
fr_fr: Boîtier
pt_pt: Estojo

# ConnectPrompt_Title
source: Connect {0}?
es_es: ¿Conectar {0}?
fr_fr: Connecter {0} ?
pt_pt: Ligar {0}?

# ConnectPrompt_Message
source: Nearby — click Connect to start a session.
es_es: Cerca — haz clic en Conectar para iniciar una sesión.
fr_fr: À proximité — cliquez sur Connecter pour démarrer une session.
pt_pt: Por perto — clica em Ligar para iniciar uma sessão.

# Settings_DefaultUiChanged_Title
source: Default UI changed
es_es: Interfaz predeterminada cambiada
fr_fr: Interface par défaut modifiée
pt_pt: Interface predefinida alterada

# Settings_DefaultUiChanged_Message
source: The iced app will be the default front-end next time you open LibrePods.
es_es: La app iced será la interfaz predeterminada la próxima vez que abras LibrePods.
fr_fr: L'app iced sera l'interface par défaut au prochain lancement de LibrePods.
pt_pt: A app iced será a interface predefinida da próxima vez que abrires o LibrePods.

# MultipointTitle.Text
source: Shared with
es_es: Compartidos con
fr_fr: Partagés avec
pt_pt: Partilhadas com

# Multipoint_OnlyThisPc
source: Only this PC is connected
es_es: Solo este PC está conectado
fr_fr: Seul ce PC est connecté
pt_pt: Só este PC está ligado

# Multipoint_Shared
source: Shared with {0} other device(s)
es_es: Compartidos con {0} dispositivo(s) más
fr_fr: Partagés avec {0} autre(s) appareil(s)
pt_pt: Partilhadas com mais {0} dispositivo(s)

# Multipoint_ThisPc
source: This PC
es_es: Este PC
fr_fr: Ce PC
pt_pt: Este PC

# Multipoint_Hint
source: The AirPods can hold two connections at once. When another device plays audio, it can take them from this PC.
es_es: Los AirPods admiten dos conexiones a la vez. Cuando otro dispositivo reproduce sonido, puede quitárselos a este PC.
fr_fr: Les AirPods gèrent deux connexions à la fois. Quand un autre appareil lit du son, il peut les prendre à ce PC.
pt_pt: Os AirPods suportam duas ligações em simultâneo. Quando outro dispositivo reproduz som, pode tirá-los a este PC.

# HeaderRebuildAudioBtn.Text
source: Restore audio
es_es: Restaurar audio
fr_fr: Restaurer le son
pt_pt: Restaurar áudio

# HeaderRebuildAudioBtn.Tip
source: Toggle the AirPods audio services off and on — the one-click version of Disconnect then Connect. Use it when the sound stops but everything still looks connected.
es_es: Desactiva y reactiva los servicios de audio de los AirPods — la versión de un clic de Desconectar y volver a conectar. Úsalo cuando el sonido se corta pero todo parece conectado.
fr_fr: Désactive puis réactive les services audio des AirPods — la version en un clic de Déconnecter puis Connecter. À utiliser quand le son s'arrête alors que tout semble connecté.
pt_pt: Desliga e volta a ligar os serviços de áudio das AirPods — a versão em um clique de Desligar e voltar a ligar. Use quando o som pára mas está tudo aparentemente ligado.

# HearingAidWarning.Title
source: Experimental
fr_fr: Expérimental

# SettingsExperimental.Text
source: Experimental
fr_fr: Expérimental
